---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.CurtainMullionHoriz
source: html/7da8a134-802d-e66a-e0d2-42d74ddce18f.htm
---
# Autodesk.Revit.DB.GroupTypeId.CurtainMullionHoriz Property

Horizontal Mullions.

## Syntax (C#)
```csharp
public static ForgeTypeId CurtainMullionHoriz { get; }
```